Repository: mystroken/hegspots-wp-plugin
Catalog: resources/languages/hegspots-*.po
Languages: fr_fr

source: No data available.
fr_fr: Aucune données disponible pour le moment.

source: Delete
fr_fr: Supprimer

source: Member
fr_fr: Membre

source: Members
fr_fr: Membres

source: Name
fr_fr: Nom

source: Location
fr_fr: Localisation

source: Updated At
fr_fr: Modifié à

source: Created At
fr_fr: Crée à

source: Type place
fr_fr: Type de place

source: Heg Spots - Dashboard
fr_fr: Heg Spots - Tableau de bord

source: Types of Place - Heg Spots
fr_fr: Types de Place - Heg Spots

source: Members - Heg Spots
fr_fr: Membres - Heg Spots

source: Activities - Heg Spots
fr_fr: Activités - Heg Spots

source: Settings - Heg Spots
fr_fr: Réglages - Heg Spots

source: Types of place
fr_fr: Types de place

source: Activities
fr_fr: Activités

source: HEG Spots Settings
fr_fr: HEG Spots Réglages

source: Add a new activity
fr_fr: Ajouter une nouvelle activité

source: The name of the activity.
fr_fr: Le nom de l'activité.

source: Select All
fr_fr: Tout sélectionner

source: Slug
fr_fr: Identifiant

source: delete
fr_fr: supprimer

source: There is no data yet.
fr_fr: Il n'y a pas encore de contenu.

source: Welcome to Heg Spots
fr_fr: Bienvenue à HEG Spots

source: Your WordPress Extension to allow you to pusblish some recommended places from some users.
fr_fr: Votre extension vous permettant de publier des endroits recommendés par des utilisateurs.

source: Overview
fr_fr: Aperçu

source: Shortcut
fr_fr: Raccourci

source: Add a new place
fr_fr: Ajouter une nouvelle place

source: Create a new member
fr_fr: Créer un nouvel utilisateur

source: This item does not exist or it already has been deleted.
fr_fr: Cet élément n'existe pas ou alors il a déjà été supprimé.

source: &larr; Return home
fr_fr: &larr; Retour à l'accueil

source: Recommended by
fr_fr: Recommendé par

source: by member
fr_fr: par le membre

source: Explore members and recommendations
fr_fr: Explorez les membres et les recommendations

source: Latest Recommendations
fr_fr: Recommendations Récentes

source: View all places
fr_fr: Voir toutes les places

source: HEG Members
fr_fr: Membres HEG

source: View all members
fr_fr: Voir tous les membres

source: ALL MEMBERS
fr_fr: TOUS LES MEMBRES

source: BASED IN
fr_fr: SITUE A

source: ALL LOCATION
fr_fr: TOUS LES ENDROITS

source: Load more members
fr_fr: Charger plus de membres

source: Recommended Places
fr_fr: Endroits Recommendés

source: Other HEG Members
fr_fr: Autres Membres HEG

source: ALL PLACES
fr_fr: TOUTES LES PLACES

source: Load more items
fr_fr: Charger plus d'éléments

source: What's Nearby
fr_fr: Dans les environs

source: Edit a member
fr_fr: Modifier un membre

source: Add a new member
fr_fr: Ajouter un nouveau membre

source: Change avatar
fr_fr: Changer l'avatar

source: Country
fr_fr: Pays

source: Town
fr_fr: Ville

source: Choose the activities of the member
fr_fr: Choisir l'activité du membre

source: You have to <a href="%s">create</a> first some activities.
fr_fr: Vous devez d'abord <a href="%s">créer</a> quelques activités.

source: Member's Profile
fr_fr: Profil du membre

source: Picture Cover
fr_fr: Photo de couverture

source: Change cover
fr_fr: Changer la photo de couverture

source: About
fr_fr: A propos

source: Watch
fr_fr: Montre

source: Bag
fr_fr: Sac

source: Book
fr_fr: Livre

source: Grooming
fr_fr: Toilettage

source: Style icon
fr_fr: Style Icône

source: Brand
fr_fr: Marque

source: Save member
fr_fr: Enregistrer le membre

source: Add New
fr_fr: Ajouter

source: Settings
fr_fr: Réglages

source: Directories
fr_fr: Repertoires

source: Choose a Wordpress page to associate with each directory of Heg Spots components.
fr_fr: Veuillez choisir des pages WordPress pour les associer à chacun des composant de l'extension HEG Spots.

source: None
fr_fr: Aucun

source: Display
fr_fr: Afficher

source: Save Settings
fr_fr: Enregistrer les Réglages

source: Edit a place
fr_fr: Modifier une place

source: Change photo
fr_fr: Changer la photo

source: Type of place
fr_fr: Type de place

source: Recommended by
fr_fr: Recommendé par

source: You have to <a href="%s">create</a> first some members.
fr_fr: Vous devez d'abord <a href="%s">crée</a> quelques membres.

source: Save place
fr_fr: Enregistrer la place

source: Add a new type of place
fr_fr: Ajouter un nouveau type de place

source: The picture of the type of place.
fr_fr: L'icone du type de place.

source: Change icon
fr_fr: Changer l'icone

source: The name of the type of place.
fr_fr: Le nom du type de place.

source: Some text that describe the type of place.
fr_fr: Description du type de place.
